Repository: Semih85/Dienstplanungssystem
Catalog: WM.UI.Mvc/Resources/HomeTexts.*.resx
Languages: de

# Almanca
source: German
de: Deutsch

# AnaSayfa
source: Home Page
de: Startseite

# AncakIhtiyacaGore
source: However, according to need, numerous duty scheduling rules are added to the problem
de: Je nach Bedarf werden dem Problem jedoch zahlreiche Dienstplanung Regeln hinzugefügt

# BasindaBiz
source: We in the press
de: Wir in der Presse

# BeniHatırla
source: Remember me
de: Behalte mich

# BirBaskaSorunIseSonradanOrtayaCikanMazeretlerin
source: Another problem is that any subsequent excuses are taken into account without breaking the rules
de: Ein weiteres Problem ist, dass alle nachfolgenden Ausreden berücksichtigt werden, ohne die Regeln zu verletzen

# BirDeOlasiHatadaGelecekItirazlar
source: In addition, consideration when a possible error, future objections are taken into, <b>the existence of the "Duty Scheduling System" becomes important</b>
de: <b>Darüber hinaus wird die Existenz des "Duty Scheduling System" wichtig,</b> wenn ein möglicher Fehler berücksichtigt wird und zukünftige Einwände berücksichtigt werden

# BuProblemdeEnyalinHaliyle
source: In this problem, in the most simple form, it is decided which period of duty is assigned to which institution/person
de: In diesem Problem wird entschieden, welche Dienstzeit welcher Einrichtung/Person zugeordnet ist

# BuYonuyleNoberYazmaSureci
source: In this respect, <b class='text-danger'>the process of duty scheduling causes too much time, labor and mental fatigue</b>
de: In dieser Hinsicht verursacht <b class='text-danger'>der Prozess der Dienstplanung zu viel Zeit, Arbeit und geistige Ermüdung</b>

# Cikis
source: Log out
de: Ausloggen

# Detaylar
source: Details
de: Einzelheiten

# DilSecenegi
source: Languages
de: Sprache

# DilSecenegiLogo
source: flags/en.png
de: flags/de.png

# Duzenle
source: Edit
de: Bearbeiten

# EczaciOdasi
source: Pharmacist Chamber
de: Apothekerkammer

# Eczane
source: Pharmacy
de: Apotheke

# EczaneNobetSistemi
source: Pharmacy Duty Scheduling
de: Notdienstplanungssystem

# ElleYazilirkenBileEnCokIstenenKuallarGozdenKacabilir
source: Even the most requested rules can be overlooked when writing manually
de: Beim manuellen Schreiben, auch die am häufigsten angeforderten Regeln können übersehen werden

# EpostayadaParolaHatali
source: E-mail or password is incorrect
de: Email oder Passwort ist falsch

# ExcelGibiProgramlar
source: These lists, which are tried to be followed by using programs such as Excel, <b>become inextricable over time</b>
de: Diese Listen, auf die versucht wird, mit Programmen wie Excel zu folgen, werden mit der Zeit komplex

# Faaliyetlerimiz
source: About Us
de: Über uns

# Giris
source: Login
de: Einloggen

# HemenBaslayalim
source: Let's start now.
de: Lass uns anfangen.

# HemsireNobetSistemi
source: Nurse Duty Scheduling
de: Dienstplanungssystem

# HerNobetPeriyodundaGrubaYeniKatilan
source: In each duty period, there may be new institution/person who have joined or left the group
de: In jeder Dienstzeit kann es eine neue Einrichtung/Person geben, die der Gruppe beigetreten ist oder diese verlassen hat

# Hesabim
source: My Account
de: Mein Konto

# Iletisim
source: Contact
de: Kontakt

# Ingilizce
source: English
de: Englisch

# Istatistik
source: Statistic
de: Statistik

# IstatistiklerinKeyfiniCikarin
source: Enjoy with statistics
de: Genieße Statistiken

# KayitIcinIletisimeGecin
source: Contact for registration
de: Kontakt uns für die Registrierung

# KullaniciGirisi
source: Sign In
de: Anmelden

# MatematikHayatinIcindeGuzel
source: Math is nice in life
de: Mathe ist schön im Leben

# MetaDescription
source: The best solutions in many areas such as Pharmacy Duty Scheduling System, Online Pharmacy Screen and Nurse Duty Scheduling System are in the Duty Scheduling System.
de: Die besten Lösungen für viele Bereiche wie das Apotheke Dienstplanung System, das Online Apothekeschirm und das Krankenschwester Dienstplanungsystem sind im Dienstplanungsystem enthalten.

# NobetBolgesi
source: Duty Schedule Area
de: Dienstplanbereich

# NobetHakkindaHerSey
source: All about "Duty Scheduling"
de: Alles über "Dienstplannug"

# NobetlerinIstatistikOlarakTakipZorunluluguVardır
source: Duties have to be followed up statistically
de: Pflichten müssen statistisch verfolgt werden

# NobetSistemi
source: Duty Scheduling System
de: Dienstplanungssystem

# NobetSistemiDetaylar
source: Duty Scheduling System Details
de: Notdienstplanungssystem Einzelheiten

# NobetYazmakSanildigiKadar
source: Duty scheduling <b>is not as easy as it seems</b> and is a multi-component problem
de: Die Einsatzplanung ist <b>nicht so einfach wie es scheint</b> und ein Mehrkomponentenproblem

# OnlineEczaneEkrani
source: Online Pharmacy Screen
de: Online-Apothekenbildschirm

# Parola
source: Password
de: Passwort

# Paylas
source: Share
de: Teilen

# Planlama
source: Planning
de: Planung

# ProbleminYapisiGeregi
source: Since the problem has <b class='text-danger'>thousands of combinations</b> due to its nature, <b>it is very difficult to find the solution manually, even with software</b>
de: Da das Problem aufgrund seiner Natur <b class='text-danger'>Tausende von Kombinationen</b> aufweist, <b>ist es sehr schwierig, die Lösung manuell zu finden, auch mit Software</b>

# Referanslarimiz
source: References
de: Verweise

# SaniyelerIcindeNobetlerinizYazilsin
source: Your duties is written in seconds
de: Zeitplanung wird in Sekunden schrieben

# SizSadeceKurallariBelirleyin
source: Just set your rules
de: Legen Sie nur Ihre Regeln fest

# SizUgrasmayinZamaninizSizeKalsin
source: Don't waste your time
de: Verschwenden Sie Ihre Zeit nicht

# SurecFazlasiylaDinamiktir
source: The process is extremely dynamic
de: Der Prozess ist äußerst dynamisch

# TumCihazlardan7/24ulasin
source: Use always with all devices
de: Verwenden Sie mit allen Geräten

# TumVerilerSSLileGuvende
source: Data is secure with SSL
de: Daten sind mit SSL sicher

# Turkce
source: Turkish
de: Türkisch

# UcretsizDemoIcinBizeUlasin
source: Contact us for free demo.
de: Kontaktieren Sie uns für eine kostenlose Demo.

# Urunlerimiz
source: Products
de: Produkte

# Uygulama
source: Application
de: Anwendung

# YazilanNobet
source: Scheduled Duty
de: Geplante Zeitplanung

# ZamaniSizeKalsin
source: Save your time
de: Sparen Ihre Zeit
